export function Component() {
  return (
    <div>
      <p>本專題為一款適用於高齡族群的情境式台語學習平台，內容包含：</p>
      <ul>
        <li>1. 介面設計：簡潔明瞭，搭配鮮明圖樣與防呆機制，操作簡易。</li>
        <li>
          2.
          情境式學習：藉由本平台真實情境的場景模擬，並透過聽與說的練習，讓使用者更貼近生活中的常見用語，提升趣味性與應用性的同時可促進學習遷移，讓使用者更具學習動力。{" "}
        </li>
        <li>
          3.
          語音評分：針對使用者錄音進行判斷給予星等評分，讓使用者自我檢視學習情況並加強自我學習。{" "}
        </li>
        <li>
          4. 響應式設計：藉由網絡世界的串接，使得多個媒介都可使用本平台。
          藉由上述特點，增強與高齡族群的學習互動及平台實用性，望使用者使用本專題之情境式台語學習平台能助於提升學習效益，並達終身學習。
        </li>
      </ul>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        台灣已於2018年成為高齡社會，面對銀髮族平均壽命延長的情況，除照顧資源不敷使用外，終身學習亦需要重視，銀髮族透過學習因應生活並提升自主能力，更是「成功老化」(successful
        aging)的重要關鍵。透過與銀髮族本人及銀髮族照顧機構之照顧人員的訪談，了解到銀髮族對於人際互動溝通特別重視，對語言學習也有較多興趣，其中銀髮族熟悉的本土語言──台語，更是他們生活經驗中經常使用的。目前台灣的台語資源網大多著重在單字介紹與拼音念法這兩大面向，無法結合生活中日常用語、語句進行搭配學習，與實際生活應用脫節，因此根據銀髮族對語言學習的興趣與不願意嘗試新事物特性，以及現有台語學習資源的不足，我們希望打造情境式銀髮族台語學習平台，將銀髮族所熟習的台語，與現實生活情境相呼應的教學設計進行結合，讓其更符合實際社交溝通的應用，使銀髮族更容易接受，進行再學習，吸引銀髮族的學習興趣並增加主動學習的動機，以此促進銀髮族在高齡社會中的終身學習。
      </p>
    </div>
  );
}
