export function Component() {
  return (
    <div>
      <p>
        本專題開發了一個情境式台語學習平台，以日常情境和語音評分功能協助銀髮族學習並應用台語，增強學習動機和語言運用能力，本專題有以下特色：
      </p>
      <ul>
        <li>
          1.
          情境式學習設計：平台將日常生活情境融入台語學習內容，讓銀髮族透過熟悉的情境更自然地學習並應用台語，提升學習的實用性與真實感。
        </li>
        <li>
          2.
          語音評分功能：使用語音評分技術分析學習者的個人發音準確度提供即時反饋。幫助銀髮族掌握正確發音、減少面對面學習的壓力與尷尬。
        </li>
        <li>
          3.
          互動式與簡便操作介面：介面設計強調簡單、直觀，適合銀髮族使用，並提供重複播放、打卡榜功能等，增強學習動機和持續性。
        </li>
        <li>
          4.
          情感陪伴與學習激勵：透過打卡榜機制激勵持續學習，增強學習者間的互動和連結，以此提供情感陪伴功能。
        </li>
      </ul>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        台灣已於2018年成為高齡社會，面對銀髮族平均壽命延長的情況，除照顧資源不敷使用外，終身學習亦需要重視，銀髮族透過學習因應生活並提升自主能力，更是「成功老化」(successful
        aging)的重要關鍵。透過與銀髮族本人及銀髮族照顧機構之照顧人員的訪談，了解到銀髮族對於人際互動溝通特別重視，對語言學習也有較多興趣，其中銀髮族熟悉的本土語言──台語，更是他們生活經驗中經常使用的。目前台灣的台語資源網大多著重在單字介紹與拼音念法這兩大面向，無法結合生活中日常用語、語句進行搭配學習，與實際生活應用脫節，因此根據銀髮族對語言學習的興趣與不願意嘗試新事物特性，以及現有台語學習資源的不足，我們希望打造情境式銀髮族台語學習平台，將銀髮族所熟習的台語，與現實生活情境相呼應的教學設計進行結合，讓其更符合實際社交溝通的應用，使銀髮族更容易接受，進行再學習，吸引銀髮族的學習興趣並增加主動學習的動機，以此促進銀髮族在高齡社會中的終身學習。
      </p>
    </div>
  );
}
