export function Component() {
  return (
    <div>
      <p>
        虛擬實境技術在數位教學領域扮演重要角色，並有許多相關研究和可行性探討。然而，目前在生活科技課程中尚未廣泛應用。本專題計畫預計將虛擬實境(VR)結合專家系統，製作一款幫助學習者熟悉木工製作及其原理的學習情境。透過虛擬實境，學習者可獲得身歷其境且互動性強的學習體驗，並由專家系統構建更專業的學習環境，特別是在木工製作、工具應用與工業安全的學習過程中。虛擬實境讓學習者能實際參與虛擬環境中的木工製作過程，深入了解相關應用與原理，專家系統則能引導學生更有效地提升學習成效。這種數位教學方法能激發學習動機，使學習者更積極參與學習，提升效果。引入虛擬實境技術有助於降低真實環境中的風險，減少器材消耗和空間需求，同時由專業人士構建專家系統，提供學生專業需求，避免因資源不足或專業人員稀缺導致的學習差異。此方法不僅為學生提供安全、便捷且專業的學習環境，還有助於節省資源和成本，體現現代教育科技的可持續發展。
      </p>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        現如今虛擬實境早已於教育界佔據了一席之地，而寓教於樂更是現代教學中不可或缺的一部份，但是在生活科技的領域中，尚有許多知識能藉此技術去進行更加深入的研發和教學內容。
      </p>
      <p>
        因此本專題希望藉由將現實中的生活科技常見的加工機具，以放入虛擬實境世界中的方式，讓同學們以一人一台獨立教學的方式，來實現更為深入的機具接觸和更為詳盡的知識解說，並同時結合專家系統，使其能夠針對學生現有學習上的問題去進行特定的教學講解，以期最終能達成透過事先接觸虛擬實境中的加工機具，來為同學們進行更為完善且有趣的實作前教學，使同學們未來能夠更有信心和興趣來面對生活科技這門學科。
      </p>
    </div>
  );
}
