export function Component() {
  return (
    <div>
      <p>
        本平台希望能讓各地的高中生可以有更多的交流，從中找到多元背景、志同道合的夥伴。
      </p>
      <p>具體而言，本平台有三大特色功能:</p>
      <ul>
        <li>
          1.
          夥伴媒合：從發起、瀏覽新奇點子，媒合交流，找到志同道合的夥伴，一起實踐點子{" "}
        </li>
        <li>2. 歷程紀錄：保存每一段經驗，成為未來的路途的基石 </li>
        <li>3. 個人化比賽推廣：推薦最適合的比賽增加得獎機會，讓專案走得更遠</li>
      </ul>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        專題成員們在高中時期都有過「腦中浮現出很讚的想法，但因外在因素無法實踐」的經驗，其中一個主要外在因素是「缺乏志同道合的夥伴」。在108課綱實施後，學生們更願意將時間投入在自己喜歡的領域。因此，我們希望透過
        Ideashare，減少高中生在實踐自己想法時遇到的困難，不再因缺少夥伴而止步不前。
      </p>
    </div>
  );
}
