export function Component() {
  return (
    <div>
      <p>
        結合SDGs永續致展目標，促進食物控管，減少食物浪費以達成負責任的消費方式，並且推廣消除飢餓的理念，也避免重複購買品項以減少不必要支出。
      </p>
      <p>
        由此，我們發想出Pantry
        Pal，提供給想減少食物浪費的群眾，有一個輕鬆、便利的管道妥善管理他們的食材，透過智能提醒功能確保不會遺漏任何重要事項
        !
        其中，連結了google日曆的行事曆顯示食材過期日，並且可以設定過期提醒，減少繁瑣的整理和管理食材的時間。並且結合掃描和影像辨識技術、食譜推薦功能提升使用者操作的便利性。以及增設群組功能方便與親友共同管理食材，家庭或室友群組的建立讓多位使用者輕鬆共享資訊，即時了解共享食材庫存情況，避免重複購買導致食材浪費。無論是在家裡做菜，還是外出購物，Pantry
        Pal都能成為最貼心的助手，為使用者帶來更加輕鬆、方便的質感生活體驗 !{" "}
      </p>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        現代生活中，繁忙的生活節奏常使我們無暇關注食材的購買與管理，導致了許多不必要的食物浪費，為了解決這一問題，我們開發了一個專為管理食材而設計的網站：Pantry
        Pal，目的是協助想要減少食材等浪費的群眾可以有效管理食材，減少浪費。
      </p>
    </div>
  );
}
