export function Component() {
  return (
    <div>
      <p>
        本專題是以露營作為使用情境，針對「便攜帶、易收納、好清潔」等概念進行進一步的設計，並以達到「保冷及致冷、適應不同環境使用、攜帶與收納便利、簡易零件更換與方便清潔」等效果進行探討、研究與產品實作。
      </p>
      <p>
        這項產品有兩項主要特色；其一為以致冷晶片達到保冷與致冷；其二為方便收納、攜帶與清潔的組裝式設計；並分為「致冷模組」、「箱體部分」等兩個主要部分。
      </p>
      <p>
        使用致冷晶片能減少冰箱的重量，我們也能配合所學，以arduino、各項電子電路元件進行致冷系統的設計，這樣的實作，亦與便攜、組裝等特色更好結合；與市面冰箱相比，也能有音量較小、價格較低等優勢。
      </p>
      <p>
        組裝式設計則是本項產品的亮點，現今市場中，我們並沒有發現組裝式冰箱這樣的設計，透過此次專題，我們便能嘗試創新，並進行預期概念與效果的融入，除了有效解決收納與清潔問題外，也能便於零件更換。
      </p>
      <p>
        透過以上設計、對於露營的需求、使用情境的實際使用，本產品的發展性未來可期，若能持續進行改進、並融合更多技術，也能有更多目標的設立與實踐。
      </p>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        疫情解封後，露營風氣在國內漸增，各式露營用品都有新型設計，但市面上的冰箱較少針對露營需求做設計，價格亦較昂貴。因此我們針對露營的使用情境，做外觀與內部的改良與設計。預期把「便攜帶、易收納、好清潔」的概念放進冰箱設計。
      </p>
      <p>
        針對露營用冰箱，我們希望將上述概念融入，因此這次產品預計能達到「保冷及致冷、適應不同環境使用、攜帶與收納便利、簡易零件更換與方便清潔」的效果。
      </p>
    </div>
  );
}
