export function Component() {
  return (
    <div>
      <p>
        在人手一杯手搖的時代，ECO
        LID旨在幫助使用者了解自身與家人的飲水紀錄，來改善其正確的飲水觀念與意識。ECO
        LID結合了藍牙、聲波感測、APP功能等技術，使數據能夠及時的回傳至使用者的手機中，來觀察家人們的飲水習慣，以注重於自身與家庭成員的健康。
      </p>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        隨著環保意識持續高漲，雖然紙杯和近年推動的循環杯能有效減少塑膠用量，但塑膠杯蓋和塑膠封膜無法重複使用，容易被丟棄，對環境造成極大的負擔。
      </p>
      <p>
        此外，飲水是維持健康不可或缺的一環，但國民普遍缺乏正確的飲水習慣與觀念。因此，我們結合環保與健康兩大議題，成立了ECO
        LID研究計畫。ECO取自eco-friendly的前三個字，代表環保，也利用諧音「一口、一口」提醒大家培養良好的飲水習慣。
      </p>
      <p>
        我們希望透過蒐集正確的飲水觀念和分析市售產品，製作出環保杯蓋及概念環保杯。這些產品將透過飲水提醒與飲水量紀錄，引導使用者達到健康飲水的目的，並了解飲水對健康的重要性。
      </p>
    </div>
  );
}
