export function Component() {
  return (
    <div>
      <p>
        本專題旨在開發一款專為大學生設計的記帳APP，旨在解決大學生在日常財務管理中的諸多挑戰。核心功能包括將「想要的開銷」獨立分類、利用KANO模型分析消費滿意度，以及提供校園論壇以便分享生活優惠消息，從而全面提升財務管理效能。
      </p>
      <p>
        最初，我們透過問卷調查發現許多大學生都有記帳的習慣。他們希望通過記帳來控制開銷，理清財務狀況，然而，很少有人能夠因為記帳而顯著降低自己的生活開支。此現象引發了我們的思考：為什麼記帳這個行為，沒有帶來預期的財務改善效果？經過進一步研究，我們發現單純記錄開支數據並不足以改變消費行為，需要更多的分析和引導來幫助用戶做出更明智的財務決策。
      </p>
      <p>
        所以，我們設計了這款APP，旨在幫助大學生更好地管理財務，從而實現更高效的生活開支控制。首先，我們將「想要的開銷」與其他必要開支分開記錄，用戶可以更清楚地了解哪些是必需的開銷，哪些是想要的消費。這種分類不僅有助於用戶在回顧開支時可以調整自己的消費習慣，還能在往後消費時做出更明智的選擇。
      </p>
      <p>
        {" "}
        此外，我們引入了KANO模型來分析不同功能對用戶滿意度的影響。通過定期收集消費習慣的數據，我們可以識別出哪些消費是用戶需要與不需要的，從而持續改進APP的功能和使用體驗。這種以用戶需求為導向的設計思路，保證了我們的APP能夠不斷適應用戶的需求變化，提供更加貼心和高效的服務。
      </p>
      <p>
        {" "}
        最後，校園論壇為用戶提供了一個互相交流、分享省錢技巧和優惠訊息的平台。在這裡，用戶可以分享自己的記帳經驗、省錢妙招和各種校園周邊生活優惠信息。這不僅豐富了用戶的記帳體驗，也促進了用戶間的連結。
      </p>
      <p>
        總之，我們的目標是通過這款APP，幫助大學生更好地理解和管理自己的財務，實現更明智的消費和更高效的生活開支控制。
      </p>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        多數大學生面臨著經濟壓力與消費誘惑，儘管許多人已養成記帳習慣，但常因缺乏有效的財務規劃與分析工具，未能達成「省錢」之目的，使得記帳只能流於形式的紀錄。
      </p>
    </div>
  );
}
