export function Component() {
  return (
    <div>
      <p>
        透過分析碳權相關資料的圖形關聯性，利用各個節點之間的關係來研究未來碳市場的可能動向。同時因為區塊鏈上的資料是透明、公開且不可竄改的，所以我們選擇藉由區塊鏈上的碳權貨幣交易作為研究的主要內容。製作網站，簡潔俐落的UI介面向觀看者解說何謂碳權以及所延伸的相關議題，給予想了解相關知識的人一個入門的管道。
      </p>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        碳權是一種讓公司或國家能夠合法排放一定量溫室氣體的許可證。碳權交易是指企業或國家之間買賣溫室氣體排放許可證的行為。因此碳交易也讓各國和產業可以共同努力實現減排目標，推動低碳技術的發展，並促進全球減少碳排放。所以碳權是當今重要的社會議題之一，我們認為研究此議題有一定的發展性，同時因為對於學生的我們來說，其實大部分人對於碳權是什麼都不太了解，所以希望透過我們的網站可以讓更多不清楚此議題的人對其有初步的認識，並且透過視覺化的方式代替密密麻麻的數據來讓使用者更能一眼得知此筆資料的意義。
      </p>
    </div>
  );
}
