export function Component() {
  return (
    <div>
      <p>
        遊戲玩法與機制：
        每回合，玩家會抽出3間受災戶，並通過一回合三個行動去救援房屋。每經過幾個回合，會有隨機事件發生，增加遊戲的挑戰性和變數。遊戲的目標是在指定時間內確保20間房屋沒有損毀，並最終結算各玩家獲得的物資，物資多者獲勝。
      </p>
      <li>地圖卡：展示城市及其各個區域。</li>
      <li>獎勵卡：玩家完成任務後獲得的獎勵。</li>
      <li>角色卡：玩家所扮演的角色，包含特定技能和能力。</li>
      <li>隨機事件卡：描述城市中突發的危機事件。</li>
      <br />
      <p>
        核心理念：
        遊戲的核心理念是通過桌遊拉近人與人之間的距離，並在輕鬆有趣的氛圍中，讓玩家學習和體會團隊合作的重要性。透過設定具體的遊戲目標，玩家達成目標的過程中，間接地證明學會了團隊合作，達到教育的目的。
      </p>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        我們的製作動機是通過桌遊這種輕鬆有趣的方式，強調團隊合作的重要性，並將其應用於教育中。隨著現代社會對於團隊合作能力的需求不斷增長，我們希望通過這款遊戲，讓玩家在享受遊戲樂趣的同時，學會有效的溝通、協作和問題解決技巧，並提升個人及團隊的成長和績效。
      </p>
    </div>
  );
}
