export function Component() {
  return (
    <div>
      <p>
        《星海尋航》是一款以 MBTI 性格類型為 核心的策略桌遊，旨在促
        進團隊合作與理解。遊戲背景設置在刺激的太空探索場景中 ，玩家
        們需要在各個星球上蒐集散落的飛船零件，並利用各自基 於 MBTI
        的特殊能力來修復飛船。遊戲的核心目標是讓玩家快速了解並發揮
        彼此的優勢，進而形成有效的合作。透過這款沉浸式的遊戲，參與
        者將親身體驗到不同性格如何在團隊中 補，達成共同目標。
      </p>
    </div>
  );
}

export function Motive() {
  return (
    <div>
      <p>
        在一個團隊當中 ，人與人之間能否順利 的互 相了解，進而用對的方 法合作
        將會成為該團隊關鍵。因此我們想要製作出一個可以讓團隊
        成員彼此之間可以用最短的時間了解彼此並 找 到共事方法的桌遊。
      </p>
    </div>
  );
}
